{
  "northrend": {
    "name": "Northrend",
    "desc": "Starting City",
    "factions": [
      {
        "name": "[link:organizations,ironforge]",
        "desc": "Alric's Family"
      },
      {
        "name": "[link:organizations,riverfrost]",
        "desc": "The ruling barons of Northrend"
      },
      {
        "name": "[link:organizations,icicle_syndicate]",
        "desc": "The local gang"
      }
    ]
  },
  "baymoth": {
    "name": "Baymoth",
    "desc": "Destination of first quest",
    "factions": [
      {
        "name": "Shipwrigths",
        "desc": "The assholes trying to take over the north coast."
      },
      {
        "name": "Duke Placeholder",
        "desc": "The duke of the city and surrounding lands."
      }
    ]
  },
  "crossway": {
    "name": "Crossway",
    "desc": "The intersection of two rivers and the capital of Cyruth",
    "factions": [
      {
        "name": "The Royal Family",
        "desc": "The leaders of the Cyruth Empire."
      },
      {
        "name": "Duke Placeholder",
        "desc": "The nominal manager of the city and surrounding lands."
      }
    ]
  },
  "produs": {
    "name": "Produs",
    "desc": "A city built of woven rope amoung Lord Growth's branches.",
    "factions": [
      {
        "name": "[link:high_court,growth]",
        "desc": "Largely inactive, but if one does manage to anger it within it's branches, they will surely die"
      },
      {
        "name": "The Council",
        "desc": "The heads of the ruleing noble families"
      }
    ]
  },
  "consumus": {
    "name": "Consumus",
    "desc": "A city carved amoung Lord Growth's roots.",
    "factions": [
      {
        "name": "[link:high_court,growth]",
        "desc": "While less attentive here than amoung it's branches, attempting to harm it is still a fatal mistake."
      },
      {
        "name": "The Syndicate",
        "desc": "Led by Lord Theft and Lady Poison, the syndicate represents the most powerful criminal element on Cyruth."
      }
    ]
  },
  "silvaar": {
    "name": "Silvaar",
    "desc": "The regional capital of the Sivaaran Mountains, Silvaar is held within the largest peak of the range. The smoke rising from it's numerous forges often makes the mountain look like a volcano.",
    "factions": [
      {
        "name": "[link:high_court,mend] and [link:high_court,innovation]",
        "desc": "The lords rule over silvaar, encoraging many disiplines of crafting, but with a focus on smithing."
      }
    ]
  },
  "faiwer": {
    "name": "Faiwer Sea",
    "desc": "A remarkably calm sea to the south or Cyruth.",
    "factions": [
      {
        "name": "[link:high_court,sea]",
        "desc": "Faiwer is the principle home and teritory of Lady Sea, who treats the area like a garden. While she allows fishing and travel to some extent, anyone who disturbs it is killed or bared from returning."
      }
    ]
  },
  "grendale": {
    "name": "The Grendale Forest",
    "desc": "A massive forest in the north eastern part of Cyruth, covering nearly a fifth of the land. It is notable for having a high earth alignment and as the source of groed wood.",
    "factions": [
      {
        "name": "The Lix",
        "desc": "Despite the continued decline of their race, if is still dangerous to be alone in the deep forest"
      },
      {
        "name": "The Imperial Legion",
        "desc": "The Imperial Legion maintains a presence here, centered in Clearstream."
      }
    ]
  },
  "arena": {
    "name": "The Arena",
    "desc": "A city built in a massive crater left behind by a cataclysmic fight. Later fights left comparatively smaller craters that make up the city's many arenas.",
    "factions": [
      {
        "name": "Soilders of Valor",
        "desc": "Lord Valor's army is headquartered here, and many fights and fighters are sponsored by either the Lord himself or one of his officers."
      }
    ]
  },
  "gravel_coast": {
    "name": "The Gravel Coast",
    "desc": "The eastern coast of Cyruth",
    "factions": [
      {
        "name": "[link:organizations,northern_pirates]",
        "desc": "The main hunting grounds of the pirates"
      }
    ]
  },
  "tribbals": {
    "name": "The Tribbal Islands",
    "desc": "Islands in the Lake Tribbal"
  }
}